<template>
    <div class="aboutComponent">
        <v-row class="my-12 justify-space-around px-12">
            <a v-for="(item, i) in items" :key="i" class="text-center mx-2my-lg-2 my-md-2 my-sm-6  my-6 grey--text text--darken-2">
                <img class="rounded-lg d-block mb-4" width="200px" height="250px" :src="item.image" alt="">
                {{ item.text }}
            </a>
        </v-row>
        <v-row class="mt-12">
            <p class="text-center mx-6 aboutText">
                ایزوگام نوعی عایق رطوبتی پیش ساخته‌است. محصولی دو لایه از تیشو الیاف شیشه و پلی استر که توسط قیر تقویت
                شده با پلیمرها پوشیده شده‌است. ایزوگام به منظور آب بندی قسمت‌های مختلف سازه‌های ساختمانی و تأسیساتی به
                کار گرفته می‌شود. استفاده از این بستر پلیمری به منظور آب‌بندی ساختمان اولین بار در کشور ایتالیا انجام
                گرفته و خطوط تولید آن در ایران الگو برداری شده‌است. امروزه ایزوگام بعنوان یک محصول کاملاً بومی در اختیار
                مصرف‌کنندگان ایرانی قرار می‌گیرد. درواقع ایزوگام، نام تجاری نوعی عایق آماده (پیش ساخته) ضدآب برای
                پوشاندن پشت بام، سرویسهای بهداشتی، پی ساختمان، دیواره‌های بیرونی، استخر و مانند آن است که مانند پوششی
                برای جلوگیری از نفوذ نم و رطوبت عمل می‌کند. آنچه مشخص است ایزوگام دارای ریشه لاتین (ریشه پارسی برای آن
                نمی‌توان یافت) متشکل از دو بخش ایزو و گام می‌باشد. ایزو یا iso در اصل کلمه ای با ریشه فرانسوی مخفف isole
                هست که در انگلیسی isolate به کار برده می‌شود و به معنی جدا کردن یا عایق دار کردن است. گام یا gam نیز به
                معنی گردآوری و جمع کردن است.
                یزوگام نوعی عایق رطوبتی پیش ساخته‌است. محصولی دو لایه از تیشو الیاف شیشه و پلی استر که توسط قیر تقویت
                شده با پلیمرها پوشیده شده‌است. تأسیساتی به
                کار گرفته می‌شود. استفاده از این بستر پلیمری به منظور آب‌بندی ساختمان اولین بار در کشور ایتالیا انجام
                گرفته و خطوط تولید آن در ایران الگو برداری شده‌است. امروزه ایزوگام بعنوان یک محصول کاملاً بومی در اختیار
                مصرف‌کنندگان ایرانی قرار می‌گیرد. درواقع ایزوگام، نام تجاری نوعی عایق آماده (پیش ساخته) ضدآب برای
                پوشاندن پشت بام، سرویسهای بهداشتی، پی ساختمان، دیواره‌های بیرونی، استخر و مانند آن است که مانند پوششی
                برای جلوگیری از نفوذ نم و رطوبت عمل می‌کند. آنچه مشخص است ایزوگام دارای ریشه لاتین (ریشه پارسی برای آن
                نمی‌توان یافت) متشکل از دو بخش ایزو و گام می‌باشد. ایزو یا iso در اصل کلمه ای با ریشه فرانسوی مخفف isole
                هست که در انگلیسی isolate به کار برده می‌شود و به معنی جدا کردن یا عایق دار کردن است. گام یا gam نیز به
                معنی گردآوری و جمع کردن است.
            </p>
        </v-row>
    </div>

</template>

<script>
import image1 from '../assets/seminar.jpg'
import image2 from '../assets/isogam.png'
import image3 from '../assets/shop.png'
export default {
    name: "AboutUs",
    data: () => ({
        items: [
            {
                image: image1,
                text: 'اخبار و مناقصه ها'
            },
            {
                image: image2,
                text: 'معرفی ایزوگام برتر'
            },
            {
                image: image3,
                text: 'فروش آنلاین محصولات'
            },
        ]
    }),
};
</script>